<template>
  <div class="home-box">
    <yh-header @lClick="back"></yh-header>
    <div class="wrapper">
      <div>
        <h2 style="text-align: center; margin-bottom: 0.2rem">
          易回-资管平台隐私协议
        </h2>
        <p>我们的隐私政策包括了以下几个方面的问题：</p>
        我们可能收集哪些信息<br />
        我们可能如何收集和使用信息<br />
        您如何选择性提供这些信息，以及控制管理这些信息。<br />
        我们可能分享的信息 。<br />
        隐私政策的适用范围和修订。<br />
        <br />
        我们可能收集的信息<br />
        我们收集您的两种信息：个人信息（个人信息是可用于唯一地识别或联系某人的数据）和非个人信息（即不会与任何特定个人直接相关联的数据）。如果我们将非个人信息与个人信息合并在一起，在保持合并的期间内，此类信息将被视为个人信息。<br />
        <br />
        个人信息的收集和使用<br />
        您与易回-资管平台进行互动时，您可能会被要求提供您同意使用我们基本产品服务所必需的某些个人信息。该个人信息可能与其他信息合并在一起，被用于改进我们的产品或服务等。<br />
        <br />
        下文是易回-资管平台可能收集的个人信息的类型以及我们如何使用该信息的一些示例。<br />
        <br />
        个人信息的收集<br />
        当您创建账户、下载及更新软件、或者使用易回-资管平台时，我们会要求您提供个人信息，包括但不限于您的姓名、电话号码、电子邮件地址等。<br />
        当您使用易回-资管平台产品和服务时，我们会收集有关个人信息，包括但不限于：GPS位置、通话记录、通话时长、呼叫对象以及其他信息。<br />
        <br />
        个人信息的使用<br />
        易回-资管平台将严格遵守本隐私政策及其更新所载明的内容来使用您的个人信息。您的个人信息将仅用于收集时即已确定并且经过您同意的目的，如有除此之外的任何其他用途，我们都会提前征得您的同意。<br />
        我们收集的个人信息将被用于向您提供易回-资管平台的产品和服务或履行您与易回-资管平台之间的合同，以确保我们产品和服务的功能和安全、验证您的身份、防止并追究欺诈或其他不当使用的情形。<br />
        我们收集的个人信息将被用于我们的产品和服务开发，尽管一般情况下，我们为此目的仅使用综合信息和统计性信息。<br />
        我们收集的个人信息将被用于与您进行交流，例如，在易回-资管平台产品或服务更新、发布的第一时间向您发出通知。<br />
        您的移动用户识别信息、移动设备唯一识别码和地理位置信息可被用来激活您的保修服务和特定的软件许可。我们也会使用此等信息用于改善我们的产品和分析我们业务运营的效率。但我们不会用此等信息来追踪您的位置情况。<br />
        <br />
        非个人信息的收集和使用<br />
        同时，为了运营和改善易回-资管平台的技术和服务，易回-资管平台将会自行收集使用您的非个人信息，这将有助于易回-资管平台向您提供更好的用户体验和提高易回-资管平台的服务质量。<br />
        <br />
        非个人信息的收集<br />
        当您创建易回-资管平台账户、下载易回-资管平台软件及其更新、参加在线调查或者参加其他与易回-资管平台公司的互动时，我们会收集您诸如职业、语言、邮编、区号以及使用易回-资管平台产品所在的时区等信息。<br />
        使用习惯和发现问题相关的信息当您在使用易回-资管平台软件应用时，我们会根据需要，匿名统计一部分您对网络使用的情况从而为您提供更好的上网体验。此外，当易回-资管平台软件系统发生非正常状态或崩溃时，我们将可能会收集一些便于诊断问题的环境信息如设备、互联网协议地址、路由数据包等。<br />
        和其他技术收集的信息易回-资管平台的网站、在线服务、互动应用软件、电子邮件消息和广告宣传可能会使用以及如像素标签和网站信标的其他技术来收集和存储您的非个人信息。<br />
        日志信息当您访问易回-资管平台软件时，我们的服务器会自动记录某些日志信息。这类服务器日志信息可能包含如下信息：地址、浏览器类型、浏览器语言、来源页、操作系统、日期时间标记和点击流数据。<br />
        <br />
        非个人信息的使用<br />
        我们收集的诸如职业、语言、邮编、区号以及使用易回-资管平台产品所在的时区等非个人信息，可以帮助我们更好地了解用户行为，改进我们的产品、服务和广告宣传。<br />
        我们可以通过分析易回-资管平台用户体验改进计划获取的统计数据来持续不断地提升产品和服务的操作体验、运行性能、修复问题、改善功能设计等。<br />
        我们通过使用和其他技术（例如像素标签）收集到的信息，为您带来更好的用户体验，并提高我们的总体服务品质。例如，通过保存您的语言偏好设置，我们可以用您的首选语言显示我们的服务。我们可以通过使用像素标签向用户发送可阅读格式的电子邮件，并告知我们邮件是否被打开。我们可将此等信息用于减少向用户发送电子邮件或者不向用户发送电子邮件。<br />
        <br />
        用户如何选择性提供信息<br />
        每个人对于隐私权的关注各有侧重，基于此，我们将明确指出我们收集信息的方式，以便您选择接受信息的提供方式。<br />
        您可以从设备设置上修改您设备的定位设置，例如：变更或禁用定位方法或定位服务器，或修改您位置信息的准确性，从而改变向易回-资管平台提供的位置信息。<br />
        您可以根据自己的需要来修改浏览器的设置以拒绝或接受，也可以随时从您存储设备中将其删除，或者在写入时通知您。<br />
        <br />
        个人信息的访问和更新<br />
        通过登录你的账户，您能够访问并更新自己的个人信息，您也可以删除部分个人信息或者要求我们删除您的个人账户，除非我们出于法律方面的原因而必须保留这些信息。<br />
        无论您在何时使用我们的服务，我们都力求让您能够访问自己的个人信息。如果这些信息有误，我们会努力通过各种方式让您快速更新信息或删除信息（除非我们出于合法业务或法律方面的原因而必须保留这些信息）。在更新您的个人信息时，我们可能会要求您先验证自己的身份，然后再处理您的请求。<br />
        对于那些无端重复、需要过多技术投入、对他人隐私权造成风险或者非常不切实际的请求，我们可能予以拒绝。<br />
        只要我们能够让您访问和修改信息，而且其不需要过多投入，则我们会免费提供。我们力求对服务进行完善的维护，以保护信息免遭意外或恶意的破坏。因此，当您从我们的服务中删除信息后，我们可能不会立即从在用的服务器中删除这些信息的残留副本，也可能不会从备份系统中删除相应的信息。<br />
        <br />
        和第三方分享信息<br />
        除非本隐私政策载明的有限共享，我们会严格保密您的个人信息并不会向第三方共享您的个人信息。<br />
        您于此授权，以下情形我们将会向第三方共享您的个人信息而无需通过您的同意：<br />
        我们因法律调查、诉讼、强制执行或其它法律强制性规定或要求，而同第三方共享这些个人信息。<br />
        我们将个人信息提供给我们的子公司、关联公司或其他可信赖的企业或个人，以便其代表我们处理个人信息。我们要求上述各方同意按照我们的规定、本隐私权政策以及其他任何适用的保密和安全措施来处理这些个人信息。<br />
        如果我们发生重组、合并或出售，则我们在将我们收集的一切个人信息进行转让之前，继续按照现行的隐私政策约束来保证其秘密性并会通知所有受到影响的用户。我们可能会基于经营或保护用户的需要，如为了展示我们产品或服务的整体使用趋势，同公众以及合作伙伴合理地分享汇总的非个人信息。<br />
        <br />
        信息安全<br />
        我们努力为易回-资管平台的用户提供保护，以免我们保存的信息在未经授权的情况下被访问、篡改、披露或破坏。为此，我们特别采取了以下措施：<br />
        我们使用对许多服务进行加密。<br />
        我们会审查信息收集、存储和处理方面的做法（包括物理性安全措施），以避免各种系统遭到未经授权的访问。<br />
        我们只允许那些为了帮我们处理个人信息而需要知晓这些信息的易回-资管平台员工、授权代为处理服务公司的人员访问个人信息，而且他们需要履行严格的合同保密义务，如果其未能履行这些义务，就可能会被追究法律责任或被终止其与易回-资管平台的关系。<br />
        对我们来说，您的信息的安全非常重要。因此，我们将不断努力保障您的个人信息安全，并实施存储和传输全程安全加密等保障手段，以免您的信息在未经授权的情况下被访问、使用或披露。同时某些加密数据的具体内容，除了用户自己，其他人都无权访问。<br />
        <br />
        隐私政策的适用范围<br />
        我们的隐私政策不适用于第三方产品和或服务。<br />
        同时，本隐私政策不适用于在您点击链接后的外部网站收集数据的行为。<br />
        <br />
        对儿童个人信息的收集和使用<br />
        我们建议周岁以下的儿童在其法定监护人的许可和指导下使用易回-资管平台产品或服务。<br />
        <br />
        本隐私政策的修订<br />
        我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过网站公告或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。<br />
      </div>
    </div>
  </div>
</template>
<script>
import yhHeader from "@/components/header";
import { back } from "@/native";
export default {
  components: {
    yhHeader,
  },
  mounted() {
  },
  methods: {
    back() {
      //返回
      back();
    },
  },
};
</script>
<style lang="scss" scoped>
@import "@/style/mixin.scss";

.home-box {
  @include flex();
  flex-direction: column;
}
.wrapper {
  padding: 0.2rem;
  font-size: 0.2rem;
  text-align: left;
  line-height: 1.2;
  flex: 1;
  overflow-y: hidden;
  div {
    height: 100%;
    padding-bottom: 0.2rem;
    overflow: auto;
    -webkit-overflow-scrolling: touch;
  }
}
</style>